tap "steipete/tap"
brew "eza"
brew "gh"
brew "htop"
brew "mise"
brew "neovim"
brew "podman"
brew "podman-compose"
brew "tmux"
cask "1password"
cask "1password-cli"
cask "cc-switch"
cask "codex-app"
cask "steipete/tap/codexbar", trusted: true
cask "discord"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "logi-options+"
cask "lunar"
cask "podman-desktop"
cask "ridibooks"
